Repository: thiswildidea/MarketMotionStudio
Catalog: src/MarketMotionStudio/Strings/*/Resources.resw
Source language: en_us
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# UpdateFailed
source: The update could not be installed. It can also be installed from the Microsoft Store.
cs: Aktualizaci se nepodařilo nainstalovat. Můžete ji nainstalovat také z Microsoft Storu.
de: Das Update konnte nicht installiert werden. Sie können es auch über den Microsoft Store installieren.
es: No se pudo instalar la actualización. También puede instalarla desde Microsoft Store.
fr: Impossible d'installer la mise à jour. Vous pouvez aussi l'installer depuis le Microsoft Store.
it: Impossibile installare l'aggiornamento. Puoi installarlo anche dal Microsoft Store.
ja: 更新をインストールできませんでした。Microsoft Store からもインストールできます。
ko: 업데이트를 설치하지 못했습니다. Microsoft Store에서도 설치할 수 있습니다.
pl: Nie udało się zainstalować aktualizacji. Możesz ją też zainstalować z Microsoft Store.
pt_br: Não foi possível instalar a atualização. Você também pode instalá-la pela Microsoft Store.
ru: Не удалось установить обновление. Его также можно установить из Microsoft Store.
tr: Güncelleme yüklenemedi. Microsoft Store'dan da yükleyebilirsiniz.
zh_hans: 无法安装更新。也可以在 Microsoft Store 中安装。
zh_hant: 無法安裝更新。也可以在 Microsoft Store 中安裝。

# SettingsFrameBackdropLabel.Text
source: Animation background
cs: Pozadí animace
de: Animationshintergrund
es: Fondo de la animación
fr: Fond de l'animation
ja: アニメーションの背景
ko: 애니메이션 배경
pl: Tło animacji
pt_br: Fundo da animação
ru: Фон анимации
zh_hans: 动画背景
zh_hant: 動畫背景

# SettingsFrameBackdropNote.Text
source: What every animation frame is drawn on. It reaches the exported video and the cover image as well as the preview — all three are drawn by the same renderer.
cs: To, na co se kreslí každý snímek animace. Platí pro exportované video a titulní obrázek stejně jako pro náhled – všechny tři kreslí stejný renderer.
de: Worauf jedes Animationsbild gezeichnet wird. Er gilt für das exportierte Video und das Titelbild ebenso wie für die Vorschau – alle drei zeichnet derselbe Renderer.
es: Aquello sobre lo que se dibuja cada fotograma. Afecta al vídeo exportado y a la imagen de portada además de a la vista previa: los tres los dibuja el mismo motor de dibujo.
fr: Sur quoi chaque image de l'animation est dessinée. Il s'applique à la vidéo exportée et à l'image de couverture aussi bien qu'à l'aperçu : les trois sont dessinés par le même moteur de rendu.
ja: アニメーションの各フレームが描かれる土台です。プレビューだけでなく、書き出した動画とカバー画像にも同じものが使われます。三者は同じレンダラーが描いているためです。
ko: 애니메이션의 모든 프레임이 그려지는 바탕입니다. 미리보기뿐 아니라 내보낸 영상과 커버 이미지에도 적용됩니다. 세 가지 모두 같은 렌더러가 그리기 때문입니다.
pl: To, na czym rysowana jest każda klatka animacji. Dotyczy eksportowanego wideo i obrazu okładki tak samo jak podglądu — wszystkie trzy rysuje ten sam renderer.
pt_br: Aquilo sobre o que cada quadro é desenhado. Vale para o vídeo exportado e para a imagem de capa, além da pré-visualização — os três são desenhados pelo mesmo renderizador.
ru: То, на чём рисуется каждый кадр анимации. Относится и к экспортированному видео, и к обложке, и к предпросмотру — все три рисует один и тот же отрисовщик.
zh_hans: 每一帧动画画在什么上面。它同时作用于预览、导出的视频和封面图——三者由同一个渲染器绘制。
zh_hant: 每一格動畫畫在什麼上面。它同時作用於預覽、匯出的影片和封面圖——三者由同一個繪製器繪製。

# SettingsFrameBackdropKind.Text
source: Background
cs: Pozadí
de: Hintergrund
es: Fondo
fr: Fond
ja: 背景
ko: 배경
pl: Tło
pt_br: Fundo
ru: Фон
zh_hans: 背景
zh_hant: 背景

# SettingsFrameBackdropDefault
source: Default
cs: Výchozí
de: Standard
es: Predeterminado
fr: Par défaut
ja: 既定
ko: 기본값
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

# SettingsFrameBackdropColour
source: Colour
cs: Barva
de: Farbe
es: Color
fr: Couleur
ja: 色
ko: 색
pl: Kolor
pt_br: Cor
ru: Цвет
zh_hans: 颜色
zh_hant: 顏色

# SettingsFrameBackdropPicture
source: Picture
cs: Obrázek
de: Bild
es: Imagen
fr: Image
ja: 画像
ko: 사진
pl: Obraz
pt_br: Imagem
ru: Изображение
zh_hans: 图片
zh_hant: 圖片

# SettingsFrameBackdropTop.Text
source: Top
cs: Nahoře
de: Oben
es: Arriba
fr: Haut
ja: 上部
ko: 위쪽
pl: Góra
pt_br: Topo
ru: Сверху
zh_hans: 顶部
zh_hant: 頂部

# SettingsFrameBackdropBottom.Text
source: Bottom
cs: Dole
de: Unten
es: Abajo
fr: Bas
ja: 下部
ko: 아래쪽
pl: Dół
pt_br: Base
ru: Снизу
zh_hans: 底部
zh_hant: 底部

# SettingsFrameBackdropColourNote.Text
source: Dark colours suit these frames: every tone of text in them is light. On a light background the numbers are hard to read in the video.
cs: Těmto snímkům sluší tmavé barvy: všechny odstíny textu jsou světlé. Na světlém pozadí se čísla ve videu špatně čtou.
de: Dunkle Farben passen zu diesen Bildern: Jede Schriftfarbe darin ist hell. Auf hellem Grund sind die Zahlen im Video schwer zu lesen.
es: Los colores oscuros convienen a estos fotogramas: todos los tonos de texto son claros. Sobre un fondo claro, las cifras se leen mal en el vídeo.
fr: Les couleurs sombres conviennent à ces images : toutes leurs teintes de texte sont claires. Sur un fond clair, les chiffres sont difficiles à lire dans la vidéo.
ja: これらのフレームには暗い色が向いています。文字の色はすべて明るい色だからです。明るい背景では動画内の数字が読みにくくなります。
ko: 이 프레임에는 어두운 색이 어울립니다. 글자 색이 모두 밝은 색이기 때문입니다. 밝은 배경에서는 영상 속 숫자가 잘 읽히지 않습니다.
pl: Tym klatkom pasują ciemne kolory: wszystkie odcienie tekstu są jasne. Na jasnym tle liczby są w wideo trudne do odczytania.
pt_br: Cores escuras combinam com estes quadros: todos os tons de texto são claros. Sobre um fundo claro, os números ficam difíceis de ler no vídeo.
ru: Этим кадрам идут тёмные цвета: все оттенки текста в них светлые. На светлом фоне числа в видео читаются плохо.
zh_hans: 深色更适合这些画面：帧内所有文字都是浅色。浅色背景会让视频里的数字难以辨认。
zh_hant: 深色更適合這些畫面：畫格內所有文字都是淺色。淺色背景會讓影片裡的數字難以辨認。

# SettingsFrameStrengthNote.Text
source: At 100% the frame is the two colours as chosen. Lower lets the frame's own dark gradient through, which is how a light pair stays readable: every number in a frame is drawn in a light tone.
cs: Při 100 % je snímek prostě dvojicí zvolených barev. Níže prosvítá vlastní tmavý přechod snímku — tím zůstane i světlá volba čitelná, protože každé číslo je kresleno světlým tónem.
de: Bei 100 % ist das Bild die zwei gewählten Farben. Niedriger lässt den eigenen dunklen Verlauf des Bildes durchscheinen — so bleibt eine helle Wahl lesbar, denn jede Zahl darin ist in einem hellen Ton gezeichnet.
es: Al 100 % el fotograma son los dos colores elegidos. Por debajo deja pasar el degradado oscuro propio del fotograma: así una elección clara sigue siendo legible, porque todas las cifras se dibujan en tonos claros.
fr: À 100 %, l'image est les deux couleurs choisies. En dessous, son propre dégradé sombre transparaît : ainsi un choix clair reste lisible, car tous les chiffres y sont dessinés dans des teintes claires.
ja: 100% なら選んだ二色そのものです。下げるとフレーム本来の暗いグラデーションが下から透けます。数字はどれも明るい色で描かれるため、明るい配色を選んでも読みやすさを保てます。
ko: 100%면 선택한 두 색 그대로입니다. 낮추면 프레임 고유의 어두운 그라데이션이 아래에서 비칩니다. 숫자는 모두 밝은 색으로 그려지므로 밝은 조합을 골라도 읽을 수 있습니다.
pl: Przy 100% klatka to po prostu dwa wybrane kolory. Niżej przeziera własny ciemny gradient klatki — w ten sposób jasny wybór pozostaje czytelny, bo każda liczba jest rysowana jasnym tonem.
pt_br: Em 100% o quadro são as duas cores escolhidas. Abaixo disso o degradê escuro do próprio quadro aparece por baixo: é assim que uma escolha clara continua legível, pois todos os números são desenhados em tons claros.
ru: При 100 % кадр — это два выбранных цвета. Ниже сквозь него проступает собственный тёмный градиент кадра: так светлый выбор остаётся читаемым, ведь каждое число нарисовано светлым тоном.
zh_hans: 100% 就是所选的两个颜色本身。调低会让画面自己的深色底从下面透上来——帧内数字都按浅色绘制，所以选了偏亮的配色时这样仍能看清。
zh_hant: 100% 就是所選的兩個顏色本身。調低會讓畫面自己的深色底從下面透上來——畫面裡的數字都按淺色繪製，所以選了偏亮的配色時這樣仍能看清。

# SettingsFrameStrengthLabel.Text
source: Opacity
cs: Krytí
de: Deckkraft
es: Opacidad
fr: Opacité
ja: 不透明度
ko: 불투명도
pl: Krycie
pt_br: Opacidade
ru: Непрозрачность
zh_hans: 不透明度
zh_hant: 不透明度

# NavHistoryBack
source: Back
cs: Zpět
de: Zurück
es: Atrás
fr: Précédent
ja: 戻る
ko: 뒤로
pl: Wstecz
pt_br: Voltar
ru: Назад
zh_hans: 后退
zh_hant: 上一頁

# NavHistoryBackTip
source: Back (Alt+Left)
cs: Zpět (Alt+šipka vlevo)
de: Zurück (Alt+Pfeil links)
es: Atrás (Alt+Flecha izquierda)
fr: Précédent (Alt+Gauche)
ja: 戻る (Alt+←)
ko: 뒤로 (Alt+왼쪽 화살표)
pl: Wstecz (Alt+Strzałka w lewo)
pt_br: Voltar (Alt+Seta para a esquerda)
ru: Назад (Alt+Стрелка влево)
zh_hans: 后退 (Alt+向左键)
zh_hant: 上一頁 (Alt+向左鍵)

# NavHistoryForward
source: Forward
cs: Vpřed
de: Vorwärts
es: Adelante
fr: Suivant
ja: 進む
ko: 앞으로
pl: Dalej
pt_br: Avançar
ru: Вперёд
zh_hans: 前进
zh_hant: 下一頁

# NavHistoryForwardTip
source: Forward (Alt+Right)
cs: Vpřed (Alt+šipka vpravo)
de: Vorwärts (Alt+Pfeil rechts)
es: Adelante (Alt+Flecha derecha)
fr: Suivant (Alt+Droite)
ja: 進む (Alt+→)
ko: 앞으로 (Alt+오른쪽 화살표)
pl: Dalej (Alt+Strzałka w prawo)
pt_br: Avançar (Alt+Seta para a direita)
ru: Вперёд (Alt+Стрелка вправо)
zh_hans: 前进 (Alt+向右键)
zh_hant: 下一頁 (Alt+向右鍵)

# NavCandle.Content
source: Candles
cs: Svíčky
de: Kerzen
es: Velas
fr: Chandeliers
ja: ローソク足
ko: 캔들
pl: Świece
pt_br: Candlestick
ru: Свечи
zh_hans: K线
zh_hant: K線

# CandlePageTitle.Text
source: Candles
cs: Svíčkový graf
de: Kerzenchart
es: Velas
fr: Chandeliers
ja: ローソク足
ko: 캔들 차트
pl: Wykres świecowy
pt_br: Candlestick
ru: Свечной график
zh_hans: K线走势
zh_hant: K線走勢

# CandlePageSubtitle.Text
source: One instrument's candles: daily, weekly or monthly, drawn four ways, with its averages and its volume underneath.
cs: Svíčky jednoho nástroje: denní, týdenní nebo měsíční, kreslené čtyřmi způsoby, s průměry a objemem pod nimi.
de: Die Kerzen eines Instruments: täglich, wöchentlich oder monatlich, auf vier Arten gezeichnet, mit Durchschnitten und Volumen darunter.
es: Las velas de un instrumento: diarias, semanales o mensuales, dibujadas de cuatro formas, con sus medias y su volumen debajo.
fr: Les chandeliers d'un instrument : quotidiens, hebdomadaires ou mensuels, dessinés de quatre façons, avec ses moyennes et son volume en dessous.
ja: 1つの銘柄のローソク足。日足・週足・月足から選び、4つの描き方で表示します。下段に移動平均と出来高。
ko: 한 종목의 캔들입니다. 일·주·월 중에서 고르고 네 가지 방식으로 그립니다. 아래에 이동평균과 거래량.
pl: Świece jednego instrumentu: dzienne, tygodniowe lub miesięczne, rysowane na cztery sposoby, ze średnimi i wolumenem poniżej.
pt_br: Os candles de um instrumento: diários, semanais ou mensais, desenhados de quatro formas, com médias e volume abaixo.
ru: Свечи одного инструмента: дневные, недельные или месячные, в четырёх видах, со скользящими средними и объёмом ниже.
zh_hans: 一只标的的 K 线：日K、周K、月K 三种周期，四种画法，下方带均线与成交量。
zh_hant: 一檔標的的 K 線：日K、週K、月K 三種週期，四種畫法，下方帶均線與成交量。

# CandlePeriodLabel.Header
source: Period
cs: Interval
de: Intervall
es: Intervalo
fr: Granularité
ja: 期間
ko: 주기
pl: Interwał
pt_br: Intervalo
ru: Интервал
zh_hans: 周期
zh_hant: 週期

# CandlePeriodDaily
source: Daily
cs: Denní
de: Täglich
es: Diarias
fr: Quotidien
ja: 日足
ko: 일봉
pl: Dzienne
pt_br: Diários
ru: Дневные
zh_hans: 日K
zh_hant: 日K

# CandlePeriodWeekly
source: Weekly
cs: Týdenní
de: Wöchentlich
es: Semanales
fr: Hebdomadaire
ja: 週足
ko: 주봉
pl: Tygodniowe
pt_br: Semanais
ru: Недельные
zh_hans: 周K
zh_hant: 週K

# CandlePeriodMonthly
source: Monthly
cs: Měsíční
de: Monatlich
es: Mensuales
fr: Mensuel
ja: 月足
ko: 월봉
pl: Miesięczne
pt_br: Mensais
ru: Месячные
zh_hans: 月K
zh_hant: 月K

# CandleStyleLabel.Header
source: Style
cs: Způsob zobrazení
de: Darstellung
es: Tipo de dibujo
fr: Type de tracé
ja: 描き方
ko: 표시 방식
pl: Rodzaj wykresu
pt_br: Tipo de desenho
ru: Вид графика
zh_hans: 画法
zh_hant: 畫法

# CandleStyleCandles
source: Candles
cs: Svíčky
de: Kerzen
es: Velas
fr: Chandeliers
ja: ローソク足
ko: 캔들
pl: Świece
ru: Свечи
zh_hans: 蜡烛图
zh_hant: 蠟燭圖

# CandleStyleBars
source: OHLC bars
cs: OHLC sloupce
de: OHLC-Balken
es: Barras OHLC
fr: Barres OHLC
ja: OHLCバー
ko: OHLC 바
pl: Słupki OHLC
pt_br: Barras OHLC
ru: Бары OHLC
zh_hans: 美国线
zh_hant: 美國線

# CandleStyleLine
source: Closing line
cs: Čára závěru
de: Schlusskurslinie
es: Línea de cierre
fr: Ligne de clôture
ja: 終値ライン
ko: 종가 선
pl: Linia zamknięcia
pt_br: Linha de fechamento
ru: Линия закрытия
zh_hans: 收盘线
zh_hant: 收盤線

# CandleStyleArea
source: Closing area
cs: Plocha závěru
de: Schlusskursfläche
es: Área de cierre
fr: Aire de clôture
ja: 終値エリア
ko: 종가 영역
pl: Obszar zamknięcia
pt_br: Área de fechamento
ru: Область закрытия
zh_hans: 面积图
zh_hant: 面積圖

# CandleMotionLabel.Header
source: Motion
cs: Animace
de: Ablauf
es: Animación
fr: Animation
ja: 進行
ko: 진행 방식
pl: Animacja
pt_br: Animação
ru: Анимация
zh_hans: 推进方式
zh_hant: 推進方式

# CandleMotionGrow
source: Grow across the range
cs: Celé období
de: Über den ganzen Zeitraum
es: Crecer por todo el periodo
fr: Tracer tout l'intervalle
ja: 全区間を描く
ko: 전체 구간 그리기
pl: Cały zakres naraz
pt_br: Todo o período
ru: Весь диапазон
zh_hans: 逐根铺满
zh_hant: 逐根鋪滿

# CandleMotionScroll
source: Scroll a window
cs: Posuvné okno
de: Fenster weiterbewegen
es: Desplazar una ventana
fr: Fenêtre glissante
ja: 窓をスクロール
ko: 창 이동
pl: Przesuwne okno
pt_br: Janela deslizante
ru: Скользящее окно
zh_hans: 窗口滚动
zh_hant: 視窗滾動

# CandleWindowLabel.Header
source: Window (candles)
cs: Okno (svíčky)
de: Fenster (Kerzen)
es: Ventana (velas)
fr: Fenêtre (chandeliers)
ja: 表示本数
ko: 창 크기(캔들)
pl: Okno (świece)
pt_br: Janela (candles)
ru: Окно (свечи)
zh_hans: 窗口根数
zh_hant: 視窗根數

# CandleShowAverages.Content
source: Moving averages MA5/10/20
cs: Klouzavé průměry MA5/10/20
de: Gleitende Durchschnitte MA5/10/20
es: Medias móviles MA5/10/20
fr: Moyennes mobiles MA5/10/20
ja: 移動平均 MA5/10/20
ko: 이동평균 MA5/10/20
pl: Średnie kroczące MA5/10/20
pt_br: Médias móveis MA5/10/20
ru: Скользящие средние MA5/10/20
zh_hans: 均线 MA5/10/20
zh_hant: 均線 MA5/10/20

# CandleShowVolume.Content
source: Volume
cs: Objem
de: Volumen
es: Volumen
ja: 出来高
ko: 거래량
pl: Wolumen
ru: Объём
zh_hans: 成交量
zh_hant: 成交量

# CandleOpen
source: Open
cs: Otevření
de: Eröffnung
es: Apertura
fr: Ouverture
ja: 始値
ko: 시가
pl: Otwarcie
pt_br: Abertura
ru: Открытие
zh_hans: 开
zh_hant: 開

# CandleClose
source: Close
cs: Závěr
de: Schluss
es: Cierre
fr: Clôture
ja: 終値
ko: 종가
pl: Zamknięcie
pt_br: Fechamento
ru: Закрытие
zh_hans: 收
zh_hant: 收

# CandleMoveLabel
source: Change
cs: Změna
de: Veränderung
es: Variación
fr: Variation
ja: 騰落率
ko: 등락률
pl: Zmiana
pt_br: Variação
ru: Изменение
zh_hans: 涨跌
zh_hant: 漲跌

# CandleCardRange
source: Range return
cs: Výnos za období
de: Rendite im Zeitraum
es: Rentabilidad del periodo
fr: Rendement de la période
ja: 期間騰落率
ko: 구간 수익률
pl: Zwrot w okresie
pt_br: Retorno do período
ru: Доходность за период
zh_hans: 区间涨跌
zh_hant: 區間漲跌

# CandleCardAmplitude
source: Amplitude
cs: Rozpětí
de: Spanne
es: Amplitud
ja: 振幅
ko: 진폭
pl: Amplituda
ru: Амплитуда
zh_hans: 振幅
zh_hant: 振幅

# CandleLegendClose
source: Close
cs: Závěr
de: Schlusskurs
es: Cierre
fr: Clôture
ja: 終値
ko: 종가
pl: Zamknięcie
pt_br: Fechamento
ru: Закрытие
zh_hans: 收盘价
zh_hant: 收盤價

# CandleFetched
source: {0} {1} candles ({2} to {3})
de: {0} {1} ({2} bis {3})
es: {0} {1} ({2} a {3})
fr: {0} {1} ({2} à {3})
ja: {0}本の{1}（{2}〜{3}）
ko: {0}개 {1} ({2} ~ {3})
pt_br: {0} {1} ({2} a {3})
zh_hans: {0} 根{1}（{2} 至 {3}）
zh_hant: {0} 根{1}（{2} 至 {3}）

# CandleRangeTooLong
source: That range is too long — {0} reaches about {1} candles at most. Move the start date later.
cs: Rozsah je příliš dlouhý — {0} pojme nejvýše přibližně {1} svíček. Posuňte datum začátku dopředu.
de: Der Zeitraum ist zu lang — {0} erreicht höchstens etwa {1} Kerzen. Verschieben Sie das Startdatum nach hinten.
es: El intervalo es demasiado largo: {0} alcanza unas {1} velas como máximo. Adelanta la fecha de inicio.
fr: La période est trop longue : {0} atteint environ {1} bougies au maximum. Avancez la date de début.
ja: 期間が長すぎます。{0}で取得できるのは最大およそ {1} 本です。開始日を後ろにずらしてください。
ko: 기간이 너무 깁니다. {0}은(는) 최대 약 {1}개까지 가져올 수 있습니다. 시작 날짜를 뒤로 미루세요.
pl: Zakres jest zbyt długi — {0} sięga najwyżej około {1} świec. Przesuń datę początkową do przodu.
pt_br: O intervalo é longo demais — {0} alcança cerca de {1} candles no máximo. Adiante a data de início.
ru: Слишком длинный период — {0} вмещает не более {1} свечей. Сдвиньте дату начала вперёд.
zh_hans: 区间过长：{0}最多能取约 {1} 根，请把起始日期往后调。
zh_hant: 區間過長：{0}最多能取約 {1} 根，請把起始日期往後調。

# INSTSH601398
source: ICBC
ja: 工商銀行
ko: 공상은행
zh_hans: 工商银行
zh_hant: 工商銀行

# INSTSH601939
source: CCB
ja: 建設銀行
ko: 건설은행
zh_hans: 建设银行
zh_hant: 建設銀行

# INSTSH601288
source: ABC
ja: 農業銀行
ko: 농업은행
zh_hans: 农业银行
zh_hant: 農業銀行

# INSTSH601988
source: Bank of China
ja: 中国銀行
ko: 중국은행
zh_hans: 中国银行
zh_hant: 中國銀行

# INSTSH600941
source: China Mobile
ja: 中国移動
ko: 중국이동
zh_hans: 中国移动
zh_hant: 中國移動

# INSTSH601857
source: PetroChina
ja: 中国石油
ko: 페트로차이나
zh_hans: 中国石油
zh_hant: 中國石油

# INSTSH600028
source: Sinopec
ja: 中国石化
ko: 시노펙
zh_hans: 中国石化
zh_hant: 中國石化

# INSTSZ300750
source: CATL
ja: 寧徳時代
zh_hans: 宁德时代
zh_hant: 寧德時代

# INSTSH601138
source: Foxconn
ja: 工業富聯
ko: 폭스콘
zh_hans: 工业富联
zh_hant: 工業富聯

# INSTSH601628
source: China Life
ja: 中国人寿
ko: 중국인수보험
zh_hans: 中国人寿
zh_hant: 中國人壽

# INSTSH601088
source: Shenhua Energy
ja: 中国神華
ko: 선화에너지
zh_hans: 中国神华
zh_hant: 中國神華

# INSTSH601899
source: Zijin Mining
ja: 紫金鉱業
ko: 쯔진광업
zh_hans: 紫金矿业
zh_hant: 紫金礦業

# INSTHK01398
source: ICBC
ja: 工商銀行
ko: 공상은행
zh_hans: 工商银行
zh_hant: 工商銀行

# INSTHK00939
source: CCB
ja: 建設銀行
ko: 건설은행
zh_hans: 建设银行
zh_hant: 建設銀行

# INSTHK03988
source: Bank of China
ja: 中国銀行
ko: 중국은행
zh_hans: 中国银行
zh_hant: 中國銀行

# INSTHK00857
source: PetroChina
ja: 中国石油
ko: 페트로차이나
zh_hans: 中国石油股份
zh_hant: 中國石油

# INSTHK00386
source: Sinopec
ja: 中国石化
ko: 시노펙
zh_hans: 中国石油化工股份
zh_hant: 中國石化

# INSTHK00941
source: China Mobile
ja: 中国移動
ko: 중국이동
zh_hans: 中国移动
zh_hant: 中國移動

# INSTHK01810
source: Xiaomi
ja: シャオミ
ko: 샤오미
zh_hans: 小米集团
zh_hant: 小米集團

# INSTHK09618
source: JD.com
ja: 京東集団
ko: 징둥
zh_hans: 京东集团
zh_hant: 京東集團

# INSTHK09999
source: NetEase
ja: ネットイース
ko: 넷이즈
zh_hans: 网易
zh_hant: 網易

# INSTHK00388
source: HKEX
ja: 香港取引所
ko: 홍콩거래소
zh_hans: 香港交易所
zh_hant: 香港交易所

# INSTUSGOOGLOQ
source: Alphabet
ja: アルファベット
ko: 알파벳
zh_hans: 谷歌
zh_hant: 谷歌

# INSTUSAMZNOQ
source: Amazon
ja: アマゾン
ko: 아마존
zh_hans: 亚马逊
zh_hant: 亞馬遜

# INSTUSTSLAOQ
source: Tesla
ja: テスラ
ko: 테슬라
zh_hans: 特斯拉
zh_hant: 特斯拉

# INSTUSAVGOOQ
source: Broadcom
ja: ブロードコム
ko: 브로드컴
zh_hans: 博通
zh_hant: 博通

# INSTUSLLYN
source: Eli Lilly
ja: イーライリリー
ko: 일라이 릴리
zh_hans: 礼来
zh_hant: 禮來

# INSTUSJPMN
source: JPMorgan
ja: JPモルガン
ko: JP모건
zh_hans: 摩根大通
zh_hant: 摩根大通

# INSTUSXOMN
source: Exxon Mobil
ja: エクソンモービル
ko: 엑슨모빌
zh_hans: 埃克森美孚
zh_hant: 埃克森美孚

# INSTUSWMTOQ
source: Walmart
ja: ウォルマート
ko: 월마트
zh_hans: 沃尔玛
zh_hant: 沃爾瑪

# INSTUSORCLN
source: Oracle
ja: オラクル
ko: 오라클
zh_hans: 甲骨文
zh_hant: 甲骨文

# NavMarketCap.Content
source: Market cap
cs: Tržní kapitalizace
de: Marktkapitalisierung
es: Capitalización
fr: Capitalisation
ja: 時価総額
ko: 시가총액
pl: Kapitalizacja
pt_br: Valor de mercado
ru: Капитализация
zh_hans: 市值榜
zh_hant: 市值榜

# MarketCapPageTitle.Text
source: Market Cap Race
cs: Závod tržních kapitalizací
de: Marktkapitalisierungs-Rennen
es: Carrera de capitalización
fr: Course des capitalisations
ja: 時価総額レース
ko: 시가총액 레이스
pl: Wyścig kapitalizacji
pt_br: Corrida de valor de mercado
ru: Гонка капитализаций
zh_hans: 市值榜竞速
zh_hant: 市值榜競速

# MarketCapPageSubtitle.Text
source: A dozen horizontal bars overtaking one another on total market value, the order changing to the last frame.
cs: Tucet vodorovných pruhů, které se předhánějí podle tržní kapitalizace — pořadí se mění až do posledního snímku.
de: Ein Dutzend waagerechter Balken, die sich nach Marktkapitalisierung überholen — die Reihenfolge ändert sich bis zum letzten Bild.
es: Una docena de barras horizontales que se adelantan por capitalización, con el orden cambiando hasta el último fotograma.
fr: Une douzaine de barres horizontales qui se dépassent selon la capitalisation, l'ordre changeant jusqu'à la dernière image.
ja: 十数本の横棒が時価総額で追い抜き合い、順位は最後のフレームまで入れ替わります。
ko: 십여 개의 가로 막대가 시가총액 순으로 서로를 추월하며, 순위는 마지막 프레임까지 바뀝니다.
pl: Kilkanaście poziomych słupków wyprzedzających się według kapitalizacji — kolejność zmienia się do ostatniej klatki.
pt_br: Uma dúzia de barras horizontais se ultrapassando por valor de mercado, com a ordem mudando até o último quadro.
ru: Полтора десятка горизонтальных полос обгоняют друг друга по капитализации, а порядок меняется до последнего кадра.
zh_hans: 十几条横向条形按总市值互相超车，名次一路变到最后一帧。
zh_hant: 十幾條橫向條形按總市值互相超車，名次一路變到最後一幀。

# MarketCapStageTitle
source: Market Cap Race
cs: Závod tržních kapitalizací
de: Marktkapitalisierungs-Rennen
es: Carrera de capitalización
fr: Course des capitalisations
ja: 時価総額レース
ko: 시가총액 레이스
pl: Wyścig kapitalizacji
pt_br: Corrida de valor de mercado
ru: Гонка капитализаций
zh_hans: 市值榜竞速
zh_hant: 市值榜競速

# MarketCapListLabel
source: Top {0} by market cap
cs: Top {0} podle kapitalizace
de: Top {0} nach Marktkapitalisierung
es: Top {0} por capitalización
fr: Top {0} par capitalisation
ja: 時価総額トップ{0}
ko: 시가총액 상위 {0}
pl: Top {0} według kapitalizacji
pt_br: Top {0} por valor de mercado
ru: Топ-{0} по капитализации
zh_hans: 市值前 {0}
zh_hant: 市值前 {0}

# MarketCapSnapshotting
source: Reading the latest market values …
cs: Načítání nejnovějších kapitalizací …
de: Aktuelle Marktkapitalisierungen werden gelesen …
es: Leyendo los valores de mercado más recientes …
fr: Lecture des capitalisations les plus récentes …
ja: 最新の時価総額を読み込んでいます …
ko: 최신 시가총액을 읽는 중 …
pl: Odczyt najnowszych kapitalizacji …
pt_br: Lendo os valores de mercado mais recentes …
ru: Читаю текущие капитализации …
zh_hans: 正在读取最新总市值 …
zh_hant: 正在讀取最新總市值 …

# MarketCapSnapshotMissing
source: The source returned no market value for {0}.
cs: Zdroj nevrátil tržní kapitalizaci pro {0}.
de: Die Quelle lieferte keinen Marktwert für {0}.
es: La fuente no devolvió valor de mercado para {0}.
fr: La source n'a renvoyé aucune capitalisation pour {0}.
ja: 情報源が {0} の時価総額を返しませんでした。
ko: 데이터 원본이 {0}의 시가총액을 반환하지 않았습니다.
pl: Źródło nie zwróciło kapitalizacji dla {0}.
pt_br: A fonte não retornou valor de mercado para {0}.
ru: Источник не вернул капитализацию для {0}.
zh_hans: 行情源没有返回「{0}」的市值。
zh_hant: 行情源沒有返回「{0}」的市值。

# MarketCapNoHistory
source: The source returned no price history for {0}.
cs: Zdroj nevrátil historii cen pro {0}.
de: Die Quelle lieferte keine Kurshistorie für {0}.
es: La fuente no devolvió historial de precios para {0}.
fr: La source n'a renvoyé aucun historique de cours pour {0}.
ja: 情報源が {0} の価格履歴を返しませんでした。
ko: 데이터 원본이 {0}의 가격 이력을 반환하지 않았습니다.
pl: Źródło nie zwróciło historii kursu dla {0}.
pt_br: A fonte não retornou histórico de preços para {0}.
ru: Источник не вернул историю цен для {0}.
zh_hans: 行情源没有返回「{0}」的历史行情。
zh_hant: 行情源沒有返回「{0}」的歷史行情。

# MarketCapTooFew
source: A market-cap board needs at least 2 listings.
cs: Tabule kapitalizace potřebuje alespoň 2 tituly.
de: Ein Marktkapitalisierungs-Board braucht mindestens 2 Werte.
es: Un tablero de capitalización necesita al menos 2 valores.
fr: Un tableau de capitalisation demande au moins 2 valeurs.
ja: 時価総額ボードには 2 銘柄以上が必要です。
ko: 시가총액 보드에는 최소 2개 종목이 필요합니다.
pl: Tablica kapitalizacji potrzebuje co najmniej 2 spółek.
pt_br: Um quadro de valor de mercado precisa de pelo menos 2 papéis.
ru: Для таблицы капитализации нужно минимум 2 бумаги.
zh_hans: 市值榜至少需要 2 只。
zh_hant: 市值榜至少需要 2 檔。

# MarketCapUnitCny
source: ¥100M
de: ¥100 Mio.
ja: 億元
ko: 억 위안
ru: ¥100 млн
zh_hans: 亿元
zh_hant: 億元

# MarketCapUnitHkd
source: HK$100M
de: HK$100 Mio.
ja: 億香港ドル
ko: 억 홍콩달러
ru: HK$100 млн
zh_hans: 亿港元
zh_hant: 億港元

# MarketCapUnitUsd
source: $100M
de: $100 Mio.
ja: 億ドル
ko: 억 달러
ru: $100 млн
zh_hans: 亿美元
zh_hant: 億美元

# MarketCapUnitMonths
source: months
cs: měsíců
de: Monate
es: meses
fr: mois
ja: か月
ko: 개월
pl: miesięcy
pt_br: meses
ru: мес.
zh_hans: 个月
zh_hant: 個月

# MarketCapUnitCandidates
source: candidates
cs: kandidátů
de: Kandidaten
es: candidatos
fr: candidats
ja: 銘柄
ko: 종목
pl: kandydatów
pt_br: candidatos
ru: кандидатов
zh_hans: 只候选
zh_hant: 檔候選

# INSTSZ002594
source: BYD
zh_hans: 比亚迪
zh_hant: 比亞迪

# INSTSZ000333
source: Midea
zh_hans: 美的集团
zh_hant: 美的集團

# INSTSH601728
source: China Telecom
zh_hans: 中国电信
zh_hant: 中國電信

# INSTSH600030
source: CITIC Securities
zh_hans: 中信证券
zh_hant: 中信证券
